Repository: ItsJuniorDias/Grimoire
Catalog: Grimoire/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, pt_br

source: The subscription renews automatically until canceled. Cancel anytime in Settings. By continuing, you accept the [Terms of Use](%1$@) and [Privacy Policy](%2$@).
ar: يتجدّد الاشتراك تلقائياً حتى إلغائه. ألغِه متى شئت من الإعدادات. بالمتابعة، أنت توافق على [شروط الاستخدام](%1$@) و[سياسة الخصوصية](%2$@).
de: Das Abo verlängert sich automatisch bis zur Kündigung. Jederzeit in den Einstellungen kündbar. Mit dem Fortfahren akzeptierst du die [Nutzungsbedingungen](%1$@) und die [Datenschutzrichtlinie](%2$@).
es: La suscripción se renueva automáticamente hasta que la canceles. Cancela cuando quieras en Ajustes. Al continuar, aceptas los [Términos de Uso](%1$@) y la [Política de Privacidad](%2$@).
fr: L'abonnement se renouvelle automatiquement jusqu'à résiliation. Résiliez quand vous voulez dans Réglages. En continuant, vous acceptez les [Conditions d'utilisation](%1$@) et la [Politique de confidentialité](%2$@).
it: L'abbonamento si rinnova automaticamente fino alla disdetta. Disdici quando vuoi in Impostazioni. Continuando, accetti i [Termini d'uso](%1$@) e l'[Informativa sulla privacy](%2$@).
pt_br: A assinatura renova automaticamente até ser cancelada. Cancele quando quiser nos Ajustes. Ao continuar, você aceita os [Termos de Uso](%1$@) e a [Política de Privacidade](%2$@).

source: The whole grimoire, always unlocked
ar: الكتاب كاملاً، مفتوحاً دوماً
de: Das ganze Grimoire, dauerhaft frei
es: El grimorio entero, siempre desbloqueado
fr: Le grimoire entier, toujours débloqué
it: L'intero grimorio, sempre sbloccato
pt_br: O grimório inteiro, sempre liberado

source: The whole grimoire, read.
ar: الكتاب كاملاً، مقروءاً.
de: Das ganze Grimoire, gelesen.
es: El grimorio entero, leído.
fr: Le grimoire entier, lu.
it: L'intero grimorio, letto.
pt_br: O grimório inteiro, lido.

source: This week's selection has changed.
ar: تغيّرت مجموعة هذا الأسبوع.
de: Die Auswahl dieser Woche hat gewechselt.
es: La selección de esta semana cambió.
fr: La sélection de la semaine a changé.
it: La selezione di questa settimana è cambiata.
pt_br: A seleção desta semana mudou.

source: Three Nights
ar: ثلاث ليالٍ
de: Drei Nächte
es: Tres Noches
fr: Trois Nuits
it: Tre Notti
pt_br: Três Noites

source: Three new stories are free
ar: ثلاث حكايات جديدة مجاناً
de: Drei neue Geschichten sind gratis
es: Tres historias nuevas están gratis
fr: Trois nouvelles histoires sont gratuites
it: Tre nuove storie sono gratis
pt_br: Três histórias novas estão grátis

source: Translated automatically
ar: تُرجم آلياً
de: Automatisch übersetzt
es: Traducido automáticamente
fr: Traduit automatiquement
it: Tradotto automaticamente
pt_br: Traduzido automaticamente

source: Translating this chapter…
ar: جارٍ ترجمة هذا الفصل…
de: Kapitel wird übersetzt …
es: Traduciendo este capítulo…
fr: Traduction de ce chapitre…
it: Traduzione del capitolo…
pt_br: Traduzindo este capítulo…

source: Try again
ar: حاول مجدداً
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
pt_br: Tentar de novo

source: Unlock all 50 to keep climbing
ar: افتح الخمسين كلها لتواصل الصعود
de: Schalte alle 50 frei, um weiter aufzusteigen
es: Desbloquea las 50 para seguir subiendo
fr: Débloquez les 50 pour continuer à monter
it: Sblocca tutte e 50 per continuare a salire
pt_br: Libere as 50 pra continuar subindo

source: Unlock the whole grimoire
ar: افتح الكتاب كاملاً
de: Schalte das ganze Grimoire frei
es: Desbloquea el grimorio entero
fr: Débloquez le grimoire entier
it: Sblocca l'intero grimorio
pt_br: Libere o grimório inteiro

source: Unlock with Pro
ar: افتحها مع برو
de: Mit Pro freischalten
es: Desbloquear con Pro
fr: Débloquer avec Pro
it: Sblocca con Pro
pt_br: Liberar com o Pro

source: We couldn't load the stories. Please try again.
ar: تعذّر تحميل الحكايات. حاول مجدداً.
de: Die Geschichten ließen sich nicht laden. Bitte erneut versuchen.
es: No se pudieron cargar las historias. Inténtalo de nuevo.
fr: Impossible de charger les histoires. Réessayez.
it: Non è stato possibile caricare le storie. Riprova.
pt_br: Não foi possível carregar as histórias. Tente de novo.

source: Welcome
ar: أهلاً
de: Willkommen
es: Bienvenido
fr: Bienvenue
it: Benvenuto
pt_br: Bem-vindo

source: Welcome back
ar: أهلاً بعودتك
de: Willkommen zurück
es: Bienvenido de vuelta
fr: Content de vous revoir
it: Bentornato
pt_br: Bem-vindo de volta

source: Well Read
ar: واسع الاطّلاع
de: Belesen
es: Bien Leído
fr: Grand Lecteur
it: Ben Letto
pt_br: Bem Lido

source: You step in, learn how the world works, and discover how courage beats what force cannot. A ten-minute read that stays with you.
ar: تدخل، وتتعلّم كيف يسير هذا العالم، وتكتشف كيف تغلب الشجاعة ما تعجز عنه القوة. عشر دقائق من القراءة تبقى معك.
de: Du trittst ein, lernst, wie diese Welt funktioniert, und entdeckst, wie Mut schafft, woran Gewalt scheitert. Zehn Minuten Lesen, die bleiben.
es: Entras, aprendes cómo funciona el mundo y descubres cómo el coraje vence lo que la fuerza no puede. Diez minutos de lectura que se quedan contigo.
fr: Vous entrez, vous apprenez comment le monde fonctionne, et vous découvrez comment le courage vient à bout de ce que la force ne peut pas. Dix minutes de lecture qui vous restent.
it: Entri, impari come funziona il mondo e scopri come il coraggio vince ciò che la forza non può. Dieci minuti di lettura che restano con te.
pt_br: Você entra, aprende como o mundo funciona e descobre como a coragem vence o que a força não vence. Dez minutos de leitura que ficam com você.

source: You walk deeper now.
ar: تمضي أعمق الآن.
de: Du gehst jetzt tiefer.
es: Ahora caminas más hondo.
fr: Vous avancez plus loin désormais.
it: Ora cammini più a fondo.
pt_br: Você caminha mais fundo agora.

source: You'll be nudged to keep the ritual.
ar: سنذكّرك برفق لتحافظ على الطقس.
de: Ein sanfter Stups, damit das Ritual bleibt.
es: Te daremos un empujoncito para mantener el ritual.
fr: Un petit rappel pour tenir le rituel.
it: Riceverai una spinta gentile per tenere vivo il rito.
pt_br: Você vai receber um toque pra manter o ritual.

source: You're on a %lld-day streak. A chapter keeps it alive.
ar: أنت في تتابع %lld يوماً. فصل واحد يبقيه حياً.
de: Du bist bei %lld Tagen in Folge. Ein Kapitel hält sie am Leben.
es: Llevas %lld días seguidos. Un capítulo lo mantiene vivo.
fr: Vous en êtes à %lld jours d'affilée. Un chapitre suffit à la garder.
it: Sei a %lld giorni di fila. Un capitolo la tiene viva.
pt_br: Você está há %lld dias seguidos. Um capítulo mantém isso vivo.

source: You've read the whole grimoire.
ar: قرأت الكتاب كاملاً.
de: Du hast das ganze Grimoire gelesen.
es: Has leído el grimorio entero.
fr: Vous avez lu le grimoire entier.
it: Hai letto l'intero grimorio.
pt_br: Você leu o grimório inteiro.

source: Your Path
ar: مسارك
de: Dein Weg
es: Tu Camino
fr: Votre Chemin
it: Il Tuo Cammino
pt_br: Sua Jornada

source: Your journey begins.
ar: مسارك يبدأ.
de: Dein Weg beginnt.
es: Tu camino empieza.
fr: Votre chemin commence.
it: Il tuo cammino inizia.
pt_br: Sua jornada começa.

source: Your streak is at risk
ar: تتابعك في خطر
de: Deine Serie ist in Gefahr
es: Tu racha está en riesgo
fr: Votre série est menacée
it: La tua serie è a rischio
pt_br: Sua sequência está em risco

source: billed monthly
ar: يُحصَّل شهرياً
de: monatlich abgerechnet
es: se cobra cada mes
fr: facturé mensuellement
it: addebitato ogni mese
pt_br: cobrado mensalmente

source: day streak
ar: يوم متتالٍ
de: Tag in Folge
es: día seguido
fr: jour d'affilée
it: giorno di fila
pt_br: dia seguido

source: days streak
ar: أيام متتالية
de: Tage in Folge
es: días seguidos
fr: jours d'affilée
it: giorni di fila
pt_br: dias seguidos

source: finished
ar: مكتملة
de: gelesen
es: terminadas
fr: terminées
it: finite
pt_br: terminadas

source: rotates weekly
ar: تتغيّر أسبوعياً
de: wechselt wöchentlich
es: cambia cada semana
fr: change chaque semaine
it: cambia ogni settimana
pt_br: muda toda semana

source: saved
ar: محفوظة
de: gesichert
es: guardadas
fr: gardées
it: salvate
pt_br: salvas
